Repository: DimaMishchenko/currency
Catalog: Features/WidgetOnboarding/Sources/WidgetOnboardingUI/Resources/WidgetOnboarding.xcstrings
Source language: en
Languages: de, es, et, fr, it, ja, ko, pt_br, ru, tr, uk, zh_hans, zh_hant

# widgetSizeInline
source: Inline
de: Einzeilig
es: En línea
et: Üherealine
fr: En ligne
it: In linea
ja: インライン
ko: 인라인
pt_br: Em linha
ru: В строке
tr: Satır içi
uk: У рядку
zh_hans: 行内
zh_hant: 行內

# widgetSizeLarge
source: Large
de: Groß
es: Grande
et: Suur
fr: Grand
it: Grande
ja: 大
ko: 대형
pt_br: Grande
ru: Большой
tr: Büyük
uk: Великий
zh_hans: 大型
zh_hant: 大型

# widgetSizeMedium
source: Medium
de: Mittel
es: Mediano
et: Keskmine
fr: Moyen
it: Medio
ja: 中
ko: 중형
pt_br: Médio
ru: Средний
tr: Orta
uk: Середній
zh_hans: 中型
zh_hant: 中型

# widgetSizeRectangular
source: Rectangular
de: Rechteckig
et: Ristkülikukujuline
fr: Rectangulaire
it: Rettangolare
ja: 長方形
ko: 직사각형
pt_br: Retangular
ru: Прямоугольный
tr: Dikdörtgen
uk: Прямокутний
zh_hans: 矩形
zh_hant: 矩形

# widgetSizeSmall
source: Small
de: Klein
es: Pequeño
et: Väike
fr: Petit
it: Piccolo
ja: 小
ko: 소형
pt_br: Pequeno
ru: Малый
tr: Küçük
uk: Малий
zh_hans: 小型
zh_hant: 小型

# guideNativeTapToAdd
source: Tap or drag to add widget
de: Tippen oder ziehen, um ein Widget hinzuzufügen
es: Toca o arrastra para añadir un widget
et: Vidina lisamiseks puuduta või lohista
fr: Touche ou fais glisser pour ajouter un widget
it: Tocca o trascina per aggiungere un widget
ja: タップまたはドラッグしてウィジェットを追加
ko: 탭하거나 드래그하여 위젯 추가
pt_br: Toque ou arraste para adicionar um widget
ru: Нажмите или перетащите, чтобы добавить виджет
tr: Araç takımı eklemek için dokunun veya sürükleyin
uk: Торкніться або перетягніть, щоб додати віджет
zh_hans: 轻点或拖动以添加小组件
zh_hant: 點一下或拖移以加入小工具

# homeScreenPreview
source: Currency calculator, reference, and history widgets on an example Home Screen
de: Währungsrechner-, Referenz- und Verlaufswidgets auf einem Beispiel-Home-Bildschirm
es: Widgets de calculadora, referencia e historial de monedas en una pantalla de inicio de ejemplo
et: Valuutakalkulaatori, võrdluse ja kursiajaloo vidinad näidisavakuval
fr: Widgets de calculatrice, de référence et d’historique de devises sur un exemple d’écran d’accueil
it: Widget di calcolatrice valutaria, riferimento e cronologia su una schermata Home di esempio
ja: サンプルのホーム画面にある通貨計算機、参考、履歴のウィジェット
ko: 예시 홈 화면의 통화 계산기, 참고 환산 및 환율 추이 위젯
pt_br: Widgets de calculadora, referência e histórico de moedas em uma Tela de Início de exemplo
ru: Валютный калькулятор, справочные виджеты и виджеты истории на примере экрана «Домой»
tr: Örnek Ana Ekran’da para birimi hesaplayıcı, referans ve geçmiş araç takımları
uk: Валютний калькулятор, довідкові віджети й віджети історії на прикладі початкового екрана
zh_hans: 示例主屏幕上的货币计算器、参考和历史小组件
zh_hant: 範例主畫面上的貨幣計算機、參考和歷史小工具

# guideNativeWallpaper
source: Edit Wallpaper
de: Hintergrundbild bearbeiten
es: Editar fondo de pantalla
et: Muuda taustapilti
fr: Modifier le fond d’écran
it: Modifica sfondo
ja: 壁紙を編集
ko: 배경화면 편집
pt_br: Editar Imagem de Fundo
ru: Изменить обои
tr: Duvar Kâğıdını Düzenle
uk: Змінити шпалери
zh_hans: 编辑墙纸
zh_hant: 編輯背景圖片

# guideNativePages
source: Edit Pages
de: Seiten bearbeiten
es: Editar páginas
et: Muuda lehti
fr: Modifier les pages
it: Modifica pagine
ja: ページを編集
ko: 페이지 편집
pt_br: Editar Páginas
ru: Изменить страницы
tr: Sayfaları Düzenle
uk: Змінити сторінки
zh_hans: 编辑页面
zh_hant: 編輯頁面

# moreWidgetsInApp
source: Explore even more widgets in the app
de: Entdecke noch mehr Widgets in der App
es: Explora aún más widgets en la app
et: Avasta äpis veel rohkem vidinaid
fr: Découvre encore plus de widgets dans l’app
it: Esplora ancora più widget nell’app
ja: アプリでもっとウィジェットを探す
ko: 앱에서 더 많은 위젯 살펴보기
pt_br: Explore ainda mais widgets no app
ru: Откройте ещё больше виджетов в приложении
tr: Uygulamada daha fazla araç takımı keşfedin
uk: Перегляньте ще більше віджетів у програмі
zh_hans: 在 App 中探索更多小组件
zh_hant: 在 App 中探索更多小工具

# widgetHistoryTitle
source: History
de: Verlauf
es: Historial
et: Kursiajalugu
fr: Historique
it: Cronologia
ja: 履歴
ko: 환율 추이
pt_br: Histórico
ru: История
tr: Geçmiş
uk: Історія
zh_hans: 历史
zh_hant: 歷史

# widgetHistoryDetail
source: Two currencies, with their history at a glance
de: Zwei Währungen mit ihrem Verlauf auf einen Blick
es: Dos monedas, con su historial de un vistazo
et: Kahe valuuta kursiajalugu ühe pilguga
fr: Deux devises, avec leur historique en un coup d’œil
it: Due valute, con la loro cronologia a colpo d’occhio
ja: 2つの通貨とその履歴をひと目で
ko: 두 통화의 환율 추이를 한눈에
pt_br: Duas moedas e seu histórico, de relance
ru: Две валюты и их история — одним взглядом
tr: İki para birimi ve geçmişleri bir bakışta
uk: Дві валюти та їхня історія — одним поглядом
zh_hans: 两种货币及其历史，一目了然
zh_hant: 兩種貨幣及其歷史，一目瞭然

# previewSampleHistory
source: Sample history · illustrative rates
de: Beispielverlauf · illustrative Kurse
es: Historial de ejemplo · tipos ilustrativos
et: Näidisajalugu · illustratiivsed kursid
fr: Historique d’exemple · taux illustratifs
it: Cronologia di esempio · tassi illustrativi
ja: サンプル履歴 · 参考用レート
ko: 예시 환율 추이 · 설명용 환율
pt_br: Histórico de exemplo · taxas ilustrativas
ru: Пример истории · условные курсы
tr: Örnek geçmiş · temsili kurlar
uk: Приклад історії · умовні курси
zh_hans: 示例历史 · 演示汇率
zh_hant: 範例歷史 · 示意匯率

# guideHistoryPair
source: Starts with your app’s base and first currency. Choose either currency here. For crypto, choose USD as the other currency.
de: Beginnt mit der Basiswährung und der ersten Währung deiner App. Wähle hier eine der beiden Währungen. Wähle für Krypto USD als andere Währung.
es: Comienza con la moneda base y la primera moneda de tu app. Elige cualquiera de las dos monedas aquí. Para criptomonedas, elige USD como la otra moneda.
et: Alguses kasutatakse äpi baasvaluutat ja loendi esimest valuutat. Siin saad muuta mõlemat valuutat. Krüptovaluuta korral vali teiseks valuutaks USD.
fr: Commence avec la devise de base et la première devise de ton app. Choisis l’une ou l’autre ici. Pour les cryptos, choisis USD comme autre devise.
it: Inizia con la base e la prima valuta dell’app. Qui puoi cambiare entrambe le valute. Per le criptovalute, scegli USD come altra valuta.
ja: アプリの基準通貨と最初の通貨で始まります。ここでどちらの通貨も変更できます。暗号資産の場合は、もう一方の通貨にUSDを選択してください。
ko: 앱의 기준 통화와 첫 번째 통화로 시작합니다. 여기에서 어느 통화든 선택할 수 있습니다. 암호화폐는 다른 통화로 USD를 선택하세요.
pt_br: Começa com a moeda base e a primeira moeda do app. Escolha qualquer uma das moedas aqui. Para criptomoedas, escolha USD como a outra moeda.
ru: Изначально используются базовая и первая валюты приложения. Здесь можно изменить любую из двух валют. Для криптовалют выберите USD второй валютой.
tr: Uygulamanızın temel ve ilk para birimiyle başlar. Buradan her iki para birimini de seçebilirsiniz. Kripto için diğer para birimi olarak USD seçin.
uk: Спочатку використовуються базова й перша валюти програми. Тут можна змінити будь-яку з двох валют. Для криптовалют виберіть USD другою валютою.
zh_hans: 初始使用 App 的基准货币和第一种货币。可在此选择任一货币。对于加密货币，请选择 USD 作为另一种货币。
zh_hant: 初始使用 App 的基準貨幣和第一種貨幣。可在此選擇任一貨幣。對於加密貨幣，請選擇 USD 作為另一種貨幣。

# guideHistoryRangeTitle
source: Range
de: Zeitraum
es: Periodo
et: Periood
fr: Période
it: Periodo
ja: 期間
ko: 기간
pt_br: Período
ru: Период
tr: Aralık
uk: Період
zh_hans: 时段
zh_hant: 期間

# guideHistoryRangeDetail
source: Choose one week, one month, three months, one year, or all history. The widget refreshes daily. Green means the rate increased; red means it decreased.
de: Wähle eine Woche, einen Monat, drei Monate, ein Jahr oder den gesamten Verlauf. Das Widget wird täglich aktualisiert. Grün bedeutet, dass der Kurs gestiegen ist; Rot, dass er gefallen ist.
es: Elige una semana, un mes, tres meses, un año o todo el historial. El widget se actualiza a diario. Verde indica que el tipo subió; rojo, que bajó.
et: Vali üks nädal, üks kuu, kolm kuud, üks aasta või kogu ajalugu. Vidinat värskendatakse iga päev. Roheline tähendab kursi tõusu, punane langust.
fr: Choisis une semaine, un mois, trois mois, un an ou tout l’historique. Le widget s’actualise chaque jour. Le vert indique une hausse du taux ; le rouge une baisse.
it: Scegli una settimana, un mese, tre mesi, un anno o tutta la cronologia. Il widget si aggiorna ogni giorno. Il verde indica un aumento del tasso; il rosso una diminuzione.
ja: 1週間、1か月、3か月、1年、またはすべての履歴を選択。ウィジェットは毎日更新します。緑はレートの上昇、赤は下落を示します。
ko: 1주, 1개월, 3개월, 1년 또는 전체 환율 기록을 선택하세요. 위젯은 매일 갱신됩니다. 초록색은 환율 상승, 빨간색은 하락을 뜻합니다.
pt_br: Escolha uma semana, um mês, três meses, um ano ou todo o histórico. O widget é atualizado diariamente. Verde significa que a taxa aumentou; vermelho, que diminuiu.
ru: Выберите неделю, месяц, три месяца, год или всю историю. Виджет обновляется ежедневно. Зелёный означает рост курса, красный — снижение.
tr: Bir hafta, bir ay, üç ay, bir yıl veya tüm geçmişi seçin. Araç takımı günlük yenilenir. Yeşil kurun arttığını, kırmızı azaldığını gösterir.
uk: Виберіть тиждень, місяць, три місяці, рік або всю історію. Віджет оновлюється щодня. Зелений означає зростання курсу, червоний — зниження.
zh_hans: 选择一周、一个月、三个月、一年或全部历史。小组件每日刷新。绿色表示汇率上涨，红色表示下跌。
zh_hant: 選擇一週、一個月、三個月、一年或全部歷史。小工具每日重新整理。綠色表示匯率上漲，紅色表示下跌。

# historyDefaultRange
source: 1 month
de: 1 Monat
es: 1 mes
et: 1 kuu
fr: 1 mois
it: 1 mese
ja: 1か月
ko: 1개월
pt_br: 1 mês
ru: 1 месяц
tr: 1 ay
uk: 1 місяць
zh_hans: 1个月
zh_hant: 1個月

# sampleCalendar
source: Calendar
de: Kalender
es: Calendario
et: Kalender
fr: Calendrier
it: Calendario
ja: カレンダー
ko: 캘린더
pt_br: Calendário
ru: Календарь
tr: Takvim
uk: Календар
zh_hans: 日历
zh_hant: 行事曆

# samplePhotos
source: Photos
de: Fotos
es: Fotos
et: Fotod
it: Foto
ja: 写真
ko: 사진
pt_br: Fotos
ru: Фото
tr: Fotoğraflar
uk: Фотографії
zh_hans: 照片
zh_hant: 照片

# sampleMaps
source: Maps
de: Karten
es: Mapas
et: Kaardid
fr: Plans
it: Mappe
ja: マップ
ko: 지도
pt_br: Mapas
ru: Карты
tr: Harita
uk: Карти
zh_hans: 地图
zh_hant: 地圖

# sampleBooks
source: Books
de: Bücher
es: Libros
et: Raamatud
fr: Livres
it: Libri
ja: ブック
ko: 도서
pt_br: Livros
ru: Книги
tr: Kitaplar
uk: Книги
zh_hans: 图书
zh_hant: 書籍

# sampleClock
source: Clock
de: Uhr
es: Reloj
et: Kell
fr: Horloge
it: Orologio
ja: 時計
ko: 시계
pt_br: Relógio
ru: Часы
tr: Saat
uk: Годинник
zh_hans: 时钟
zh_hant: 時鐘

# sampleCamera
source: Camera
de: Kamera
es: Cámara
et: Kaamera
fr: Appareil photo
it: Fotocamera
ja: カメラ
ko: 카메라
pt_br: Câmera
ru: Камера
tr: Kamera
uk: Камера
zh_hans: 相机
zh_hant: 相機

# sampleWeather
source: Weather
de: Wetter
es: Tiempo
et: Ilm
fr: Météo
it: Meteo
ja: 天気
ko: 날씨
pt_br: Tempo
ru: Погода
tr: Hava Durumu
uk: Погода
zh_hans: 天气
zh_hant: 天氣

# sampleSettings
source: Settings
de: Einstellungen
es: Ajustes
et: Seaded
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Ajustes
ru: Настройки
tr: Ayarlar
uk: Параметри
zh_hans: 设置
zh_hant: 設定

# samplePhone
source: Phone
de: Telefon
es: Teléfono
et: Telefon
fr: Téléphone
it: Telefono
ja: 電話
ko: 전화
pt_br: Telefone
ru: Телефон
tr: Telefon
uk: Телефон
zh_hans: 电话
zh_hant: 電話

# sampleMessages
source: Messages
de: Nachrichten
es: Mensajes
et: Sõnumid
it: Messaggi
ja: メッセージ
ko: 메시지
pt_br: Mensagens
ru: Сообщения
tr: Mesajlar
uk: Повідомлення
zh_hans: 信息
zh_hant: 訊息

# sampleMusic
source: Music
de: Musik
es: Música
et: Muusika
fr: Musique
it: Musica
ja: ミュージック
ko: 음악
pt_br: Música
ru: Музыка
tr: Müzik
uk: Музика
zh_hans: 音乐
zh_hant: 音樂

source: Symbol
es: Símbolo
et: Sümbol
fr: Symbole
it: Simbolo
ja: 記号
ko: 기호
pt_br: Símbolo
ru: Символ
tr: Simge
uk: Символ
zh_hans: 符号
zh_hant: 符號

source: Widgets
et: Vidinad
it: Widget
ja: ウィジェット
ko: 위젯
ru: Виджеты
tr: Araç takımları
uk: Віджети
zh_hans: 小组件
zh_hant: 小工具
